Repository: loginom/loginom-l10n-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Не удалось получить доступ к значению свойства "%s"
en: Failed to get access to value of "%s" property

source: Фактический тип свойства "%s" не совпадает с запрашиваемым
en: The actual type of "%s" property does not match the requested one

source: В метаданных обнаружен дубликат интерфейса: "%s"
en: Interface duplicate found in metadata: "%s"

source: Неправильный тип аргумента при установке обработчика SAX-парсера MSXML: %s
en: Invalid argument type when setting handler of MSXML SAX parser: %s

source: Значение свойства "%s" не принадлежит диапазону допустимых значений запрашиваемого типа
en: Value of "%s" property is not in the range of allowable values of the requested type

source: Интерфейс "%s" не найден в метаданных
en: "%s" interface not found in metadata

source: Свойство "%s" имеет недопустимый тип индексатора
en: "%s" property has incorrect indexer type

source: Для индексируемого свойства "%s.%s.%s", свойство, содержащее количество элементов "%s", некорректно
en: The property with "%3:s" count of items is incorrect for the indexed property "%0:s.%1:s.%2:s"

source: В метаданных интерфейса "%s.%s" отсутствует свойство "%s"
en: No "%2:s" property in metadata for "%0:s.%1:s" interface

source: Интерфейс с именем "%s" не зарегистрирован
en: Interface with "%s" name not registered

source: Не найден родительский интерфейс "%s"
en: Parent interface "%s" not found

source: Ошибка чтения метаданных
en: Metadata reading error

source: У интерфейса "%s.%s" не проинициализирован родитель
en: Not initialized parent of "%s.%s" interface

source: Интерфейсная ссылка не инициализирована
en: Interface reference not initialized

source: Неизвестная ошибка при установке обработчика SAX-парсера MSXML: %s
en: Unknown error when setting handler of MSXML SAX parser: %s

source: Не удалось найти реализуемый интерфейс
en: Failed to find the implemented interface

source: Устанавливаемое значение "%d" свойства "%s" не принадлежит диапазону допустимых значений
en: Set value "%d" of "%s" property is not in the range of allowable values

source: Для вариантного свойства "%s.%s.%s", свойство, содержащее тип значения "%s", некорректно
en: The property containing "%3:s" value type is incorrect for the variant property "%0:s.%1:s.%2:s"

source: Значение "%d" не принадлежит диапазону допустимых значений типа "%s"
en: Value "%d" is not in the range of allowable values of "%s" type

source: Видимость интерфейса "%s" не совпадает с требуемой
en: Visibility of "%s" interface mismatches the required visibility

source: Выходная колонка не валидная
en: Invalid output column

source: Должна быть ровно одна выходная колонка
en: There must be exactly one output column

source: Не удалось обучить узел на текущем обучаемом наборе
en: Failed to train the node on the basis of the current training set

source: COM-объект SAX-парсера MSXML не создан
en: MSXML SAX parser COM object not created

source: Число уникальных значений входной колонки "%s" равно %d (требуется 2 или более)
en: Number of "%s"output column unique values is %d (2 or more required)

source: Коэффициенты регрессионной модели
en: Regression model coefficients

source: Выход регрессии
en: Regression output

source: Используется недопустимый конструктор параметров регрессии
en: Invalid regression parameter constructor used

source: Уровень доверия должен быть в пределах [0, 100]
en: Confidence level must be in the range [0, 100]

source: Применение модели
en: Applying model

source: Число колонок входного набора данных %d не равно числу регрессоров модели %d
en: The column count of the input dataset %d not equal to the regressors count of model %d

source: Неправильный тип аргумента при установке свойства '%s' SAX-парсера MSXML
en: Invalid argument type when setting '%s' property of MSXML SAX parser

source: Проверить, установлено ли значение в ячейке столбца
en: Check if the value is set in the column cell

source: Класс источника не соответствует
en: Source class does not match

source: Недопустимый тип данных параметра запроса %s
en: Invalid %s request parameter data type

source: Недопустимое имя параметра запроса %s
en: Invalid %s request parameter name

source: Неверный формат URL сервиса
en: Invalid service URL format

source: Content-Type данных запроса должен быть явно задан
en: Data request Content-Type must be explicitly set

source: Не указан URL сервиса
en: Service URL not specified

source: Не удалось установить соединение. Причина: %s
en: Failed to establish connection. Reason: %s

source: Не удалось установить соединение в течении %d мс. Причина: %s
en: Failed to establish connection within %d ms. Reason: %s

source: Не удалось установить защищенное соединение. Причина: %s
en: Failed to establish secure connection. Reason: %s

source: Неизвестная ошибка при установке свойства '%s' SAX-парсера MSXML
en: Unknown error setting '%s' property of MSXML SAX parser

source: Аутентификация с помощью клиентского сертификата из хранилища не поддерживается
en: Authentication using the client certificate from storage not supported

source: REST-сервис
en: REST Service

source: Подключение к веб-сервису GET/POST
en: Connector to GET/POST web service

source: Не удалось установить соединение: %s
en: Failed to establish connection: %s

source: Сумма значений параметров ARowIndex и ARowCount не должна превышать общего количества строк в наборе данных
en: Sum of values of ARowIndex and ARowCount parameters must not exceed the total row count in the dataset

source: Реализация данного метода не предусмотрена
en: This method implementation is not provided

source: Ошибка при установке опции '%s' SAX-парсера MSXML
en: Error when setting '%s' option of MSXML SAX parser

source: Уровень вложенности массивов более %d не поддерживается
en: Arrays nesting level above %d is not supported

source: Строка имеет неподдерживаемую кодовую страницу %d. Поддерживается только UTF-8 и UTF-16.
en: The string has unsupported codepage %d. Only UTF-8 and UTF-16 are supported.

source: Неверный номер версии формата сообщения: %d, ожидается: %d
en: Invalid number of message format version: %d when %d was expected

source: Размер сообщения не должен быть отрицательным
en: Message size cannot be negative

source: Интерфейс с идентификатором %s не зарегистрирован
en: Interface with %s identifier not registered

source: Ошибка при установке обработчика SAX-парсера MSXML: %s
en: Error when setting handler of MSXML SAX parser: %s

source: Неизвестный идентификатор интерфейса: %d
en: Unknown interface identifier: %d

source: Интерфейс %s не зарегистрирован
en: %s interface not registered

source: Ошибка привязки к %s:%s (%s).
en: Error binding with %s:%s (%s).

source: Значение %d не принадлежит диапазону допустимых значений типа %s
en: %d value is not in the range of allowable values %s

source: Неизвестный идентификатор исключения: %d
en: Unknown exception identifier: %d

source: Интерфейс с идентификатором %s нельзя запрашивать через QueryInterface
en: Failed to query interface with %s identifier via QueryInterface

source: Неизвестный идентификатор метода: %d
en: Unknown method identifier: %d

source: Соединение закрыто по тайм-ауту неактивности: %d секунд
en: Connection was closed by idle timeout: %d seconds

source: Ошибка при установке свойства '%s' SAX-парсера MSXML
en: Error setting '%s' property of MSXML SAX parser

source: Получен некорректный идентификатор интерфейса главного серверного объекта: %s
en: Invalid interface identifier of the main server object received: %s

source: Невалидный идентификатор объекта: %d
en: Invalid object identifier: %d

source: Левая граница диапазона [%d, %d] больше правой
en: The left bound of range [%d, %d] has been set higher than the right one

source: Невалидный идентификатор сессии: %d
en: Invalid session identifier: %d

source: Достигнут предел в %d значений идентификаторов объектов
en: Object identifiers limit of %d values reached

source: Границы диапазона [%d, %d] отрицательные
en: Range bounds [%d, %d] are negative

source: Границы диапазона [%d, %d] не принадлежит допустимому диапазону значений [%d, %d]
en: Range bounds [%d, %d] are not in the range of allowable values [%d, %d]

source: Клиент версии %s не может подключиться к серверу версии %s
en: Client of %s version cannot connect to the server of %s version

source: Значение %d не принадлежит допустимому диапазону значений [%d, %d]
en: Value %d is not in the range of allowable values [%d, %d]

source: Сессия заблокирована по тайм-ауту неактивности: %d секунд
en: Session was locked by idle timeout: %d seconds

source: Сессия закрыта по тайм-ауту после разрыва связи: %d секунд
en: Session closed upon connection break timeout: %d seconds

source: Ошибка при создании UNIX-сокета "%s" (%s).
en: Error creating UNIX socket "%s" (%s).

source: Подключение через WebSocket было закрыто из-за того, что не получен ответ на сообщение Ping
en: WebSocket connection closed because Ping message was not responded

source: Параметры SSL не могут быть изменены после запуска сервера
en: SSL parameters cannot be changed after server start

source: Публикация на сервер Tableau не поддерживается
en: Tableau server publishing not supported

source: Неожиданный ответ сервера. Код ответа: %d, сообщение: %s
en: Unexpected server response. Response code: %d, message: %s

source: Проект с именем "%s" не был найден на сервере
en: Project with "%s" name not found on server

source: Tableau сервер
en: Tableau Server

source: Подключение к Tableau серверу по REST API
en: Connector to Tableau server by REST API

source: Не указан источник WSDL
en: No WSDL source specified

source: Ошибка загрузки WSDL. Имя файла: %s
en: Error loading WSDL. File name: %s

source: Основной источник WSDL (%s) не загружен (%s). Пытаемся загрузить из резервного источника.
en: Loading of the main WSDL source (%s) failed (%s). Loading from the reserve source.

source: SOAP-сервис
en: SOAP Service

source: Подключение к SOAP-сервису, заданному документом WSDL
en: Connector to SOAP service specified by WSDL document

source: Размер шрифта больше максимально разрешённого значения %d
en: The font size is larger than the allowed maximum %d

source: Размер шрифта меньше минимально разрешённого значения %d
en: The font size is less than the allowed minimum %d

source: Ошибка при загрузке XSD-файлов
en: Error loading XSD files

source: Набор XSD-схем
en: XSD Schema Set

source: Переполнение счетчика во время генерации префикса пространства имен
en: Counter overflow during namespace prefix generation

source: Подключение к набору XSD-схем, расположенных в файловом хранилище
en: A connector to a set of XSD schemas in the file storage

source: Пользователь заблокировал сессию
en: Session was locked by user

source: Пользователь разблокировал сессию
en: Session was unlocked by user

source: Назначение поля "Выходное" у столбца "%s" узла "%s" было сброшено в "Не задано"
en: Usage type of the "Output" field near "%s" column of "%s" node was moved to the "Not defined" field

source: Назначение поля "Выходное" у столбца "%s" производного компонента "%s" было сброшено в "Не задано"
en: Usage type of the "Output" field near "%s" column of derived component "%s" was moved to the "Unspecified" field

source: Невозможно сконвертировать пакет, созданный в предыдущей версии программы. Настройки узлов "Логистическая регрессия", ссылающихся на узлы в других пакетах, могли быть сброшены. Требуется одно из следующих действий: - заново настройте и переобучите узлы "Логистическая регрессия", конвертация которых невозможна - восстановите конфигурацию указанных узлов до первоначальной (базовой) - обратитесь за помощью в службу поддержки Loginom
en: Failed to convert the package created in the previous program version. Settings of the "Logistic Regression" nodes that refer to the nodes in other packages could be reset. One of the following actions is required: - reconfigure and retrain the "Logistic Regression" nodes that cannot be converted - restore configuration of the specified nodes to the original (base) - contact Loginom support for help

source: Невозможно сконвертировать пакет, созданный в предыдущей версии программы. Настройки узлов "Логистическая регрессия" могли быть сброшены. Требуется заново настроить и переобучить узлы "Логистическая регрессия", конвертация которых невозможна
en: Failed to convert the package created in the previous program version. Settings of the "Logistic Regression" nodes could be reset. Reconfiguration and retraining of the "Logistic Regression" nodes that cannot be converted is required

source: Уточнение типа "%s" не допускается при преобразовании из строки в целое
en: "%s" type of refinement is not allowed when converting from string to integer

source: В настройках визуализатора %s не удалось сконвертировать отображаемый в диаграмме куба факт. Был выбран первый подходящий факт.
en: Failed to convert the measure displayed in the cube chart in %s visualizer settings. The first suitable measure was selected.

source: Создан производный компонент по опубликованному узлу "%s"
en: Derived component created by the published "%s" node

source: %s (открытый узел)
en: %s (public node)

source: %s (опубликованный узел)
en: %s (published node)

source: Узел %s был опубликован в Loginom версии 6.2.5 или более ранней. Для данного узла изменится формат ответных сообщений при вызове через SOAP сервис.
en: %s node was published in Loginom 6.2.5 or earlier version. Format of reply messages will be changed for this node when calling via SOAP service.

source: В производном кубе %s не удалось сконвертировать настройки факта в диаграмме. Скрытое в диаграмме отображение факта %s будет отображено.
en: Failed to convert measure settings in chart of derived cube %s. The disabled in the chart measure %s will be shown.

source: В производном кубе %s не удалось сконвертировать настройки факта в диаграмме. Настройки отображения факта %s в диаграмме будут сброшены до таковых в базовом кубе.
en: Failed to convert measure settings in the chart of derived cube %s. Display settings for measure %s in the chart will be reset to the base cube settings.

source: Диаграмма 1
en: Chart 1

source: Атрибут "%s" обязателен для элемента "%s"
en: "%s" attribute required for "%s" element

source: Столбцы
en: Columns

source: Возникла ошибка при автосохранении пакета "%s"
en: Error occurred while autosaving "%s" package

source: Не удалось выполнить автосохранение пакетов
en: Packages autosave failed

source: Пароль пользователя должен быть изменен
en: User password must be changed

source: Пароль можно менять только у пользователей с локальной аутентификацией
en: Password can be changed only for users with local authentication

source: Сервер введён в режим обслуживания
en: Server entered maintenance mode

source: Ошибка запроса документа "%s": %d (%s)
en: Error requesting document "%s": %d (%s)

source: У текущего пользователя отсутствуют права на пакетное выполнение
en: The current user has no batch processing rights

source: Не удалось создать директорию "%s"
en: Failed to create "%s" folder

source: Невозможно удалить базовый пакет %s, не удаляя зависимый пакет %s, который на него ссылается
en: Failed to delete %s base package without deleting %s dependent package that references it

source: Не удалось получить объектную ссылку на ссылку на пакет с именем %s
en: Failed to get the object reference to the package link with %s name

source: Не удалось получить объектную ссылку на пакет с именем %s
en: Failed to get the object reference to the package with %s name

source: Невозможно сохранить зашифрованный пакет с именем %s
en: Failed to save encrypted package with %s name

source: Невозможно сохранить пакет с именем %s, открытый только на чтение
en: Failed to save %s read-only package

source: Пакет "%s" содержит циклическую ссылку на самого себя
en: "%s" package contains circular reference to itself

source: Возникла ошибка при сравнении файла пакета "%s" с редактируемой копией в памяти
en: Error occurred while comparing "%s" package file with edited copy in the memory

source: Сессия Loginom Server не инициализирована
en: Loginom server session not initialized

source: Пакет содержит более одного опубликованного узла с именем "%s"
en: The package contains more than one published node with "%s" name

source: Зашифрованный пакет "%s" не может быть открыт для просмотра и редактирования
en: Cannot open encrypted package "%s" for viewing and editing

source: Превышено максимальное количество попыток входа в учётную запись
en: Maximum number of account login attempts was exceeded

source: Не удалось восстановить пакет %s
en: Failed to restore %s package

source: Невозможно сохранить пакет в файл "%s". Этот файл уже используется другим процессом
en: Failed to save package in "%s" file. This file has already been used by another process

source: Некорректный владелец Cookie блокировки узлов сценария
en: Invalid owner of workflow node lock cookie

source: Некорректный путь к файлу: "%s"
en: Invalid file path: "%s"

source: Невозможно восстановить зависимый пакет %s, не восстанавливая пакет %s, на который он ссылается
en: Failed to restore dependent package %s without restoring %s package to which it refers

source: Пакет не содержит ни одного опубликованного узла
en: The package contains no published nodes

source: Пакет с именем %s уже используется другим процессом и не может быть открыт для редактирования
en: Package with %s name has already been used by another process and it cannot be opened for editing

source: У резервной копии пакета %s уже восстановлены ссылки на другие пакеты
en: References to other packages have already been restored for backup of %s package

source: Пакет с именем %s не принадлежит текущей сессии
en: %s package does not belong to the current session

source: При восстановлении пакета %s возникли ошибки
en: Errors occurred while restoring %s package

source: Не удалось найти метаданные для опубликованного узла "%s"
en: Failed to find metadata for published "%s" node

source: Не удалось найти опубликованный узел с идентификатором %s
en: Failed to find published node with %s identifier

source: Не задано имя опубликованного узла с меткой "%s"
en: No name for published node with "%s" caption specified

source: Не удалось найти опубликованный пакет с именем %s и версией %s
en: Failed to find the published package with %s name and %s version

source: Ошибка при обработке документа %s (строка %d, позиция %d): %s
en: Error processing %s document (row %d, position %d): %s

source: Невозможно сохранить пакет в файл "%s". Пакет с таким файлом уже открыт в текущей сессии
en: Failed to save package to file "%s". The package with such file has already been opened in the current session

source: Не достаточно прав для сохранения пакета с именем %s
en: No appropriate rights to save package with %s name

source: В текущей сессии уже открыт пакет %s
en: %s package already open in the current session

source: В текущем потоке уже существует сессия %s:%s
en: Current thread already has session %s:%s

source: Данная резервная копия сессии уже была удалена другим клиентом из-под текущей учётной записи
en: This session backup has already been deleted by another client from the current account

source: Данная резервная копия сессии уже была восстановлена другим клиентом из-под текущей учётной записи
en: This session backup has already been restored by another client from the current account

source: Данная резервная копия сессии была изменена другим клиентом из-под текущей учётной записи
en: This session backup has already been changed by another client from the current account

source: При обновлении публикации пакета %s возникли ошибки
en: Errors occurred while updating %s package publishing

source: Превышено количество сессий, допустимых по вашей лицензии
en: Count of sessions allowed according to your license exceeded

source: Ошибка при обработке XML (строка %d, позиция %d): %s
en: Error processing XML (row %d, position %d): %s

source: Не удалось изменить пароль у пользователя %s
en: Failed to change password for user %s

source: Не удалось войти в учетную запись %s
en: Failed to log into %s account

source: Не удалось войти в учетную запись
en: Failed to log into account

source: Ошибка подготовки переменных из OpenID токена
en: Error preparing variables from OpenID token

source: Лог-файл создан %s %s
en: Log file created by %s %s

source: Логирование
en: Logging

source: Статус режима обслуживания не изменился
en: Maintenance mode status unchanged

source: Изменился параметр сервера "%s"
en: Server parameter "%s" changed

source: Операция добавления узла типа '%s' не разрешена на узле типа '%s'
en: The operation of node addition of '%s' type is not allowed on the node of '%s' type

source: Изменился параметр компонента сервера %s:"%s"
en: Server component parameter %s:"%s" changed

source: Значение клейма %s в неправильном формате
en: Value of claim %s is in the wrong format

source: Закрыт пакет "%s"
en: "%s" package closed

source: Открыт пакет "%s" в режиме редактирования
en: "%s" package opened in the edit mode

source: Открыт пакет "%s" в режиме только для чтения
en: "%s" package opened in the read-only mode

source: Сохранён пакет "%s"
en: "%s" package saved

source: Опубликован пакет "%s"
en: Package "%s" published

source: В XML-документе отсутствует корневой элемент
en: No root element in XML document

source: Завершена публикация пакета "%s"
en: Package "%s" unpublished

source: Выполнено автоматическое обновление публикации пакетов
en: Publication of packages updated automatically

source: Обновлена публикация пакета "%s"
en: Published package "%s" updated

source: Ошибка в аутентификации пользователя "%s" при восстановлении сессии
en: Authentication for user "%s" failed during session restore

source: Отказ в восстановлении сессии без аутентификации
en: Session restore denied without authentication

source: Запрос на аутентификацию для восстановления заблокированной сессии
en: Authentication request for a locked session restore

source: Попытка восстановить сессию с другого IP адреса
en: Attempt to restore session with a new IP address

source: Сессия для восстановления не найдена
en: Session to restore not found

source: Подключение к восстановленной сессии %s
en: Connection to restored session %s

source: Подключение к восстановленной сессии %s после успешной аутентификации
en: Connection to restored session %s upon successful authentication

source: Неизвестный ID узла: %d
en: Unknown node ID: %d

source: Попытка восстановить сессию с другого пользователя
en: Attempt to restore session under a new user

source: %s запущен
en: %s started

source: %s остановлен
en: %s stopped

source: Пакетная обработка
en: Batch processing

source: Закрыта сессия для пользователя %s
en: Closed session for %s user

source: Инициализирована сессия для пользователя %s
en: Initialized session for %s user

source: Запрос из интегратора
en: Request from integrator

source: Интерактивная сессия
en: Interactive session

source: Получен запрос на восстановление связи с сессией
en: Session reconnect requested

source: Идентификатор XML "%s" не может содержать символ "%s"
en: XML "%s" identifier cannot contain "%s" character

source: Закрыт черновик пакета
en: Package draft closed

source: Создан черновик пакета
en: Package draft created

source: Не удалось закрыть пакет %s из диспетчера, возможно, сессия уже закрыта
en: Failed to close %s package from Session Manager. Probably, the session has already been closed

source: Не удалось закрыть сессию из диспетчера, возможно, она уже закрыта
en: Failed to close session from Session Manager. Probably, it has already been closed
